export const cities =[
    {
        id: 'Taipei', 
        name: '台北市', 
        areas: ['大安區', '松山區', '大同區','南港區', '士林區', '文山區','大安區', '大安區', '大安區','大安區'] 
    },
    { 
        id: 'New Taipei', 
        name: '新北市',
        areas: ['大安區', '松山區', '大同區','南港區', '士林區', '文山區','大安區', '大安區', '大安區','大安區'] 
    },
    { 
        id: 'Taoyuan', 
        name: '桃園市',
        areas: ['大安區', '松山區', '大同區','南港區', '士林區', '文山區','大安區', '大安區', '大安區','大安區'] 
    },
    { 
        id: 'Hsinchu', 
        name: '新竹市',
        areas: ['大安區', '松山區', '大同區','南港區', '士林區', '文山區','大安區', '大安區', '大安區','大安區'] 
    },
    { 
        id: 'Taichung', 
        name: '台中市',
        areas: ['大安區', '松山區', '大同區','南港區', '士林區', '文山區','大安區', '大安區', '大安區','大安區'] 
    },

];

export const stations =[
    { 
        id: 'SA', 
        name: '捷運科技大樓站',
    },

]
export const navLinks = [
    {
      id: "使用說明",
      title: "使用說明",
    },
    {
      id: "收費方式",
      title: "收費方式",
    },
    {
      id: "站點資訊",
      title: "站點資訊",
    },
    {
        id: "最新消息",
        title: "最新消息",
      },
      {
        id: "活動專區",
        title: "活動專區",
      },
  ];